[
    {
        "nome": "Sapatênis Casual Masculino em Material Nobre - Preto",
        "preco": "88,78",
        "avaliacao": "4,7",
        "quantidade-de-avaliacoes": "9 ",
        "depoimentos": [
            "O cliente ficou surpreso com a qualidade do produto ou serviço.",
            "O cliente comprou um kit de 3 sapatênis com zíper e também adquiriu um outro modelo, achando-o sensacional, muito bonito e confortável.",
            "O cliente comprou o produto, gostou muito e compraria novamente.",
            "O cliente expressou surpresa positiva com a qualidade do produto, parabenizando pela mesma.",
            "O cliente ficou satisfeito com o bom acabamento do produto, sem falhas, e confirmou que recebeu o mesmo sapato que foi anunciado. Recomendou a compra.",
            "O cliente destacou a boa qualidade do produto ou serviço.",
            "O cliente ficou muito satisfeito com os calçados, recomenda a compra, mesmo tendo que esperar um pouco, considerou que valeu a pena.",
            "O cliente elogiou o produto pelo preço excelente, porém se mostrou insatisfeito com a entrega, relatando problemas como alegações de endereço errado. Ele alerta que, se for adquirir para um evento próximo, podedar problemas pois a entrega pode não"
        ]
    },
    {
        "nome": "Sapatênis Casual Versales Masculino em Material Nobre - Café",
        "preco": "88,78",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "4 ",
        "depoimentos": [
            "O cliente está muito satisfeito e feliz com o produto adquirido.",
            "O cliente afirmou que a entrega foi rápida e elogiou a beleza dos produtos recebidos.",
            "O cliente ficou satisfeito com a entrega antecipada do produto, elogiando a rapidez do serviço."
        ]
    },
    {
        "nome": "Sapatênis Casual Versales Masculino - Preto",
        "preco": "88,78",
        "avaliacao": "4,9",
        "quantidade-de-avaliacoes": "22",
        "depoimentos": [
            "O cliente comentou que o produto é bonito e confortável.",
            "O cliente elogiou um sapato, destacando que não é um sapatênis. Ele pretende comprar outro, pois achou o calçado muito confortável e bonito.",
            "O cliente descreveu o produto como macio, leve e confortável, recomendando-o sem hesitação devido ao ótimo custo-benefício.",
            "O cliente descreveu o produto como muito bom, confortável e com um ótimo custo-benefício.",
            "O cliente elogia o produto como excelente, mas lamenta que a cor solicitada não tenha sido a cor recebida.",
            "O cliente descreve o sapatênis como casual, versátil, feito com ótimo material e detalhes bem acabados. Ele destaca que é leve, confortável e atendeu às suas expectativas, recomendando-o bastante.",
            "O cliente gostou do produto, destacando que é bonito, confortável, bem acabado e espera que tenha boa durabilidade. Está satisfeito com a aquisição.",
            "O cliente adorou o sapato, elogiando sua beleza e conforto, parabenizando a empresa.",
            "O cliente afirmou que o sapato é de qualidade e que chegou dentro do prazo esperado.",
            "O cliente achou o produto belíssimo, com fino acabamento e muito confortável, dizendo que valeu muito a pena a compra."
        ]
    },
    {
        "nome": "Sapatênis Casual Versales Masculino - Capuccino",
        "preco": "88,78",
        "avaliacao": "4,9",
        "quantidade-de-avaliacoes": "21",
        "depoimentos": [
            "O cliente relatou que o produto é igual à imagem, bonito e confortável.",
            "O cliente achou a experiência muito boa e gostou bastante.",
            "O cliente elogiou a loja, dizendo que é excelente e que gostou muito.",
            "O cliente ficou satisfeito com a compra do tênis, considerando-o lindo, confortável e do tamanho correto. Ele mencionou que o produto é perfeito e que seu marido também adorou.",
            "O cliente teve que comprar um número menor do que o habitual, pois a forma do produto era grande.",
            "O cliente descreveu o produto como elegante, leve e confortável.",
            "O cliente afirmou que o produto possui um bom acabamento, design atraente e está atualizado com as tendências atuais, conforme prometido na propaganda.",
            "Cliente muito satisfeito com a compra, mencionando que compraria novamente.",
            "O cliente descreveu o sapato como perfeito, aconchegante e lindo.",
            "O cliente elogiou o ótimo acabamento, a beleza e o conforto do produto adquirido, e está ansioso para ver a durabilidade. No geral, ficou satisfeito com a compra.",
            "O cliente descreve os sapatos como os mais confortáveis que já utilizou."
        ]
    },
    {
        "nome": "Sapato Derby Tobin Camurça em Atacador - Camel",
        "preco": "88,78",
        "avaliacao": "4,9",
        "quantidade-de-avaliacoes": "9 ",
        "depoimentos": [
            "Desculpe, mas preciso de mais informações para poder resumir o depoimento. Poderia me fornecer mais detalhes sobre o que o cliente disse?",
            "O cliente elogiou a qualidade do sapato.",
            "O cliente descreveu o produto como bonito e confortável.",
            "O cliente gostou do produto.",
            "O cliente descreveu o produto como confortável e bonito.",
            "O cliente elogiou o produto pela sua excelente qualidade e custo-benefício, considerando-o perfeito e atribuindo nota máxima.",
            "Cliente satisfeito com o produto bom, entrega rápida e está satisfeito com a experiência de compra."
        ]
    },
    {
        "nome": "Sapato Derby Tobin Camurça em Atacador - Preto",
        "preco": "88,78",
        "avaliacao": "4,8",
        "quantidade-de-avaliacoes": "9 ",
        "depoimentos": [
            "O cliente afirmou que o produto é de alta qualidade.",
            "O cliente ficou satisfeito com a compra do sapato, que correspondeu às expectativas e não teve nenhum problema na transação.",
            "O cliente considerou o produto excelente.",
            "O cliente recomenda o produto ou serviço.",
            "O cliente considerou o produto excelente.",
            "O cliente elogiou o compromisso da empresa em manter um bom relacionamento com os clientes.",
            "O cliente achou o produto muito confortável.",
            "O cliente está completamente satisfeito com a experiência ou produto.",
            "O cliente deseja que o calçado seja um pouco mais folgado para facilitar a entrada do pé com mais suavidade."
        ]
    },
    {
        "nome": "Sapato Derby Tobin Camurça em Atacador - Marinho",
        "preco": "88,78",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "3 ",
        "depoimentos": [
            "O cliente gostou do produto, pois atendeu às suas necessidades.",
            "O cliente gostou muito do sapato que comprou em sua segunda compra, elogiando a cor e a beleza."
        ]
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil PTO/PTO 189",
        "preco": "62,10",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "5 ",
        "depoimentos": [
            "O cliente destacou que o produto possui um bom custo benefício, apesar de não ser de couro, apresenta um acabamento bonito e de qualidade.",
            "O cliente descreveu o sapato como excelente e confortável.",
            "O depoimento se resume a uma experiência positiva de compra, onde o cliente comprou um produto para o filho e ele adorou.",
            "Cliente satisfeito, elogiando o produto e o preço, recomendando a compra. Já comprou três pares do produto.",
            "O cliente destacou a boa relação entre preço e benefício do produto ou serviço."
        ]
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil Bordo 189",
        "preco": "62,10",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": []
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil Azul - 189",
        "preco": "89,91",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "Cliente recomenda o produto por sua qualidade."
        ]
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil Amarelo - 189",
        "preco": "89,91",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "O cliente relatou que o produto atendeu às expectativas, porém recomenda escolher um número maior para calças fáceis. Ele observou que já havia comprado outro item com numeração precisa e teve dificuldades para vesti-lo. Além dis"
        ]
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil Vermelho 189",
        "preco": "62,10",
        "avaliacao": "4,7",
        "quantidade-de-avaliacoes": "7 ",
        "depoimentos": [
            "O cliente relatou que o produto é de alta qualidade e superou as expectativas dele.",
            "O cliente elogiou a rapidez na entrega e a qualidade dos produtos, mas relatou que houve um erro na numeração de um dos itens, que era 38 ao invés de 39. Ele reconhece que o equívoco foi dele ao fazer o pedido errado",
            "O cliente descreveu o produto como confortável, elegante e com cores incríveis.",
            "O cliente descreveu o produto como confortável, elegante e com cores incríveis.",
            "O cliente descreveu o produto como sendo muito macio e prático de calçar, atendendo às suas expectativas.",
            "O cliente expressou insatisfação com a qualidade do serviço, mencionando que as solas foram costuradas em vez de coladas, e afirmou que não recomendaria o serviço.",
            "O cliente não recomenda mais o produto, pois as solas podem ser costuradas em vez de coladas."
        ]
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil Branco 189",
        "preco": "69,91",
        "avaliacao": "4,7",
        "quantidade-de-avaliacoes": "19",
        "depoimentos": [
            "O cliente elogiou a qualidade do sapatênis e mencionou que já possui uma coleção da marca.",
            "O cliente expressou satisfação com a experiência.",
            "O cliente elogiou o produto, destacando sua excelente qualidade, custo benefício e o bom caimento. Além disso, mencionou que é muito macio e aderente.",
            "O cliente achou o produto muito confortável e ficou muito satisfeito com a compra.",
            "O cliente achou o produto muito confortável e ficou muito satisfeito com a compra.",
            "O cliente elogiou o produto, considerando-o excelente, bem feito e bem acabado.",
            "O cliente elogiou o produto, mencionando que é muito bem feito, bem acabado e bonito.",
            "O cliente classificou o produto como excelente.",
            "O cliente deseja ter mais opções de sapatênis em cores claras.",
            "O cliente inicialmente estava com receio da compra, porém ao receber o produto, ficou encantado com a beleza e conforto do mesmo.",
            "O cliente adorou o produto, destacando sua confortabilidade, beleza e a importância do solado de borracha.",
            "O cliente elogiou a qualidade superior e a beleza do produto adquirido, parabenizando a empresa. Encorajou a continuidade na oferta de produtos de excelente qualidade e preços acessíveis.",
            "O cliente relatou que o produto chegou conforme solicitado, ficou satisfeito e recomenda a compra.",
            "O cliente considerou o produto ou serviço como sendo de ótima qualidade em relação ao preço pago.",
            "O cliente comprou o segundo tênis e considerou que a compra atendeu às suas expectativas, parabenizando a loja."
        ]
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil Café 189",
        "preco": "69,91",
        "avaliacao": "4,7",
        "quantidade-de-avaliacoes": "28",
        "depoimentos": [
            "O cliente elogiou a qualidade do produto, destacando que veste bem e combina perfeitamente com bermuda.",
            "O cliente ficou satisfeito com a vestimenta, descrevendo-a como elegante, confortável e bem ajustada.",
            "O cliente descreveu o produto como excelente e prático de usar para causar um bom resultado.",
            "O cliente considerou o sapatenis fiel à propaganda, leve, confortável e fácil de calçar.",
            "O cliente mencionou que o produto ou serviço apresenta uma excelente relação entre o custo e os benefícios recebidos.",
            "Em resumo, o cliente gostou muito do sapato, recomendou o produto, afirmou que atendeu às suas necessidades e elogiou tanto a loja quanto a fabricante.",
            "O cliente achou o sapato de ótima qualidade, atendendo às suas necessidades. Recomendou o produto e elogiou tanto a loja quanto a fabricante.",
            "O cliente descreveu o produto como de ótima qualidade, lindo, maravilhoso e super confortável, recomendando-o sem hesitação.",
            "O cliente elogiou o produto, recomentando-o para outras pessoas.",
            "O cliente destacou que teve uma boa experiência com o produto e elogiou a logística de entrega.",
            "O cliente agradeceu à Versales e elogiou a qualidade e conforto do sapatenis adquirido, mencionando que seu marido também aprecia os produtos da marca. Afirmou que continuará comprando e demonstrou satisfação com a compra.",
            "O cliente agradece à marca Versales por entregar um ótimo produto mais uma vez, elogiando a qualidade, beleza e conforto do sapatenis adquirido. Afirma que seu marido também é fã dos produtos da marca e promete continuar comprando",
            "O cliente recomendou o produto, descrevendo-o como excelente, bonito, leve e elegante.",
            "O cliente descreveu a experiência como extremamente confortável."
        ]
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil Azul 189",
        "preco": "69,91",
        "avaliacao": "4,7",
        "quantidade-de-avaliacoes": "23",
        "depoimentos": [
            "O cliente achou o sapato bonito, porém comprou na numeração errada. Mesmo assim, seu marido gostou muito e já até usou o sapato.",
            "O cliente gostou muito do sapato, elogiou a qualidade e disse que estava muito bem feito. Também parabenizou os envolvidos na produção.",
            "O cliente relatou que o produto chegou corretamente, sem problemas.",
            "O cliente gostou do produto, considerando-o super confortável e de ótima qualidade.",
            "O cliente elogiou a qualidade do produto, o preço excelente e a rapidez na entrega.",
            "O cliente elogiou o produto, porém mencionou que a largura do sapato pode incomodar quem tem o pé largo, mas acredita que com o uso o material cede e se ajusta.",
            "O cliente achou o produto excelente.",
            "O cliente elogiou o produto como perfeito e destacou o excelente atendimento prestado. Ele precisou trocar o tamanho e elogiou a eficácia das orientações da atendente durante o processo.",
            "O cliente gostou dos produtos que comprou para seus filhos, pois eles também gostaram. Além disso, destaca a importância de ter recebido os produtos dentro do prazo.",
            "O cliente mencionou que o produto tem um estilo atual e despojado.",
            "O cliente achou o produto muito versátil e elogiou o design e o material de fabricação. Ainda não pôde usar devido a uma sequela em seu pé, proveniente de uma cirurgia, que está causando desconforto ao utilizá-lo.",
            "O cliente elogiou o produto, destacando que é de boa qualidade, com design atraente e com um preço acessível.",
            "O cliente descreveu o produto como confortável e muito bonito, destacando também que possui um ótimo custo benefício.",
            "Cliente satisfeito com a compra de sapatos na loja Versales. Elogiou a experiência de compra, mencionando que a loja cumpriu com o que prometeu, enviou o código de rastreamento logo após a confirmação do pagamento"
        ]
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil Ziper Preto 189",
        "preco": "69,91",
        "avaliacao": "4,9",
        "quantidade-de-avaliacoes": "19",
        "depoimentos": [
            "O cliente recomenda o produto ou serviço.",
            "O cliente achou a sapata confortável e bonita, recomendando o produto.",
            "O produto é ótimo, porém aperta um pouco na lateral.",
            "O cliente ficou muito satisfeito com a rapidez na entrega e o suporte oferecido para fazer a troca do produto comprado no tamanho errado. Ele destacou a eficiência no retorno do novo número desejado. Além disso, expressou sua satis",
            "O cliente está muito satisfeito com o produto e o recomenda com confiança.",
            "O cliente relatou que o produto é excelente.",
            "O cliente pretende testar o produto para ver se é bom e destaca que a aparência é bonita.",
            "O cliente elogiou a qualidade do produto, considerando-o muito bom.",
            "Cliente satisfeito com a entrega dentro do prazo, achou o produto confortável e de ótima qualidade, recomenda.",
            "Cliente satisfeito com o produto, recomenda a aquisição e elogia a entrega dentro do prazo.",
            "O cliente ficou satisfeito com o serviço prestado, afirmando que este atendeu as suas expectativas.",
            "O cliente gostou do preço, recebeu o produto dentro do prazo, e ficou satisfeito com a qualidade. Ele achou a peça bonita, confortável e que veste bem, planejando comprar novamente no futuro.",
            "O cliente comprou 2 pares de tênis Puma Ferrari e gostou da qualidade, leveza e design. Já conhecia a marca Puma, o que lhe dá confiança pela reputação de qualidade.",
            "O cliente ficou muito satisfeito com a alta qualidade do produto, o preço acessível e o ótimo atendimento rápido, com a entrega sendo feita antes do prazo previsto.",
            "Cliente satisfeito com a rapidez na entrega da encomenda e impressionado com a qualidade, acabamento e conforto do sapato recebido."
        ]
    },
    {
        "nome": "Sapatenis Masculino Versales Calce Facil - Café",
        "preco": "80,91",
        "avaliacao": "4,8",
        "quantidade-de-avaliacoes": "5 ",
        "depoimentos": [
            "O marido da cliente amou o produto ou serviço e atendeu às suas expectativas.",
            "O cliente elogiou o produto dizendo que é ótimo, semelhante ao que comprou pela internet, e recomenda para outras pessoas, parabenizando a marca.",
            "O cliente afirmou que o produto atendeu suas expectativas e destacou o ótimo custo-benefício.",
            "O cliente considerou o custo-benefício excelente."
        ]
    },
    {
        "nome": "Sapatenis Masculino Slip on Versales Calce Facil Preto/Preto",
        "preco": "80,91",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": [
            "O cliente solicitou um aumento no número fornecido."
        ]
    },
    {
        "nome": "Sapatenis Masculino Slip on Versales Calce Facil Gelo",
        "preco": "80,91",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "8 ",
        "depoimentos": [
            "O cliente expressou surpresa com a beleza e conforto do produto/serviço.",
            "O cliente gostou do produto e o considerou de alta qualidade.",
            "O cliente ficou muito satisfeito com a entrega dentro do prazo desejado e com o tamanho do produto comprado para o casamento de sua irmã. Foi a primeira compra com a marca Versales e ele expressou interesse em ver novos produtos, demonstrando vontade",
            "O cliente expressou satisfação com o produto ou serviço, classificando como positiva a experiência.",
            "O cliente recomendou fortemente o produto, mencionando que ele vale cada centavo gasto. Elogiou a qualidade do produto e afirmou que o preço é excelente.",
            "O cliente elogiou um calçado, mencionando que já é cliente da empresa e que esse modelo em particular superou suas expectativas. Elogiou a qualidade do produto e parabenizou a empresa.",
            "O cliente gostou muito do calçado, elogiando o conforto e o estilo do mesmo, parabenizando a empresa pela qualidade do produto.",
            "O cliente elogiou o produto, descrevendo-o como de excelente qualidade e confortável."
        ]
    },
    {
        "nome": "Kit 2 Sapatenis Masculino Slip on Versales Calce Facil - Gelo e Preto",
        "preco": "134,9",
        "avaliacao": "4,5",
        "quantidade-de-avaliacoes": "6 ",
        "depoimentos": [
            "O cliente ficou impressionado com a qualidade dos produtos, destacando que eram bonitos, confortáveis e com ótimo acabamento. Ele também elogiou a rapidez da entrega.",
            "O cliente descreveu o produto como sendo de boa qualidade e confortável.",
            "O cliente elogiou o produto, considerando-o bonito e de boa qualidade. Recomendou que se atente à numeração, sugerindo comprar um número maior.",
            "O cliente considerou que, se houvesse um pouco mais de conforto, a experiência seria excelente."
        ]
    },
    {
        "nome": "Sapato Social Derby Lightness em Atacador - Café",
        "preco": "88,78",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "6 ",
        "depoimentos": [
            "O cliente elogiou o sapato pela ótima finalização e conforto, destacando a sua qualidade.",
            "O cliente recomenda o serviço ou produto.",
            "O cliente elogiou o sapato, destacando seu design bonito e conforto excepcional.",
            "O cliente informou que o produto está em alta no momento.",
            "O cliente gostou bastante do produto e pretende comprar mais modelos no futuro."
        ]
    },
    {
        "nome": "Sapatênis Casual Dubai de Amarrar Versales Masculino - Capuccino",
        "preco": "88,78",
        "avaliacao": "4,0",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": [
            "O cliente mencionou que o preço é bom, porém não considera o produto confortável."
        ]
    },
    {
        "nome": "Sapatênis Casual Dubai de Amarrar Versales Masculino - Preto",
        "preco": "88,78",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "O cliente avaliou o produto como muito bom e confortável, recomendando-o bastante."
        ]
    },
    {
        "nome": "Sapatênis Casual Dubai Versales Masculino - Capuccino",
        "preco": "88,78",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "5 ",
        "depoimentos": [
            "O cliente destacou a excelente qualidade do serviço prestado.",
            "O cliente achou o calçado muito bonito e está confiante de que irá gostar, apesar de ainda não tê-lo usado. Agradeceu pela compra.",
            "O cliente considerou a experiência como perfeita.",
            "O cliente achou o sapato muito confortável.",
            "O cliente elogiou um sapato, mencionando que as pessoas que receberam como presente também gostaram. Ele pretende voltar para comprar mais modelos."
        ]
    },
    {
        "nome": "Sapatênis Casual Dubai Versales Masculino - Preto",
        "preco": "88,78",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "5 ",
        "depoimentos": [
            "O cliente gostou da calça, mencionando que veste bem, é confortável e chegou dentro do prazo estabelecido. Recomendou o produto.",
            "O cliente elogiou a qualidade do material, classificando-a como muito boa.",
            "O cliente achou o produto muito bonito e confortável, e recomenda a compra.",
            "O cliente afirmou que o produto correspondeu à descrição e gostou, porém expressou o desejo de que a entrega fosse mais rápida.",
            "O cliente descreveu o produto como bonito e extremamente confortável."
        ]
    },
    {
        "nome": "Sapatênis Casual Masculino de Elástico Taurus Versales Café",
        "preco": "99,90",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": [
            "O cliente gostou muito do sapatênis, destacando o conforto, beleza e qualidade do material.",
            "O cliente considerou o produto super confortável e recomendou fortemente."
        ]
    },
    {
        "nome": "Sapatênis Casual Masculino de Elástico Taurus Versales Capuccino",
        "preco": "99,90",
        "avaliacao": "4,5",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": []
    },
    {
        "nome": "Sapatênis Casual Masculino Taurus Versales de Elástico Capuccino",
        "preco": "99,90",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "O cliente descreveu como \"espetacular\", mas sugeriu que poderia ser mais macio."
        ]
    },
    {
        "nome": "Sapatênis Casual Masculino Taurus Versales de Elástico Preto",
        "preco": "99,90",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": [
            "O cliente relatou que o produto possui ótima qualidade e proporciona conforto.",
            "Cliente satisfeito com a qualidade e conforto do sapato."
        ]
    },
    {
        "nome": "Sapatênis Casual Masculino Taurus Versales Preto",
        "preco": "99,90",
        "avaliacao": "4,5",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": []
    },
    {
        "nome": "Sapatênis Casual Masculino Versales de Elástico Taurus Capuccino",
        "preco": "99,90",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "O cliente elogiou o acabamento do produto e considerou o custo-benefício muito bom."
        ]
    },
    {
        "nome": "Sapatênis Casual Masculino Versales Platium Camurça Caramelo",
        "preco": "88,78",
        "avaliacao": "4,5",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": [
            "Cliente considera que o sapato é barato, cumpre sua função, porém a durabilidade não é tão grande. Mesmo assim, o cliente acredita que é um bom investimento.",
            "O cliente recomenda o produto ou serviço."
        ]
    },
    {
        "nome": "Sapatênis Casual Masculino Versales Platium Camurça Rato",
        "preco": "88,78",
        "avaliacao": "4,4",
        "quantidade-de-avaliacoes": "5 ",
        "depoimentos": [
            "O cliente elogiou o produto, destacando sua qualidade e bom custo-benefício.",
            "Cliente elogiou a qualidade e aparência dos sapatos, porém mencionou que o solado interno é um pouco duro, sem almofada ou espuma. Destacou a abertura interna na parte frontal dos sapatos que não aperta os pés, o",
            "O cliente mencionou que gostou da qualidade do produto ou do serviço.",
            "O cliente elogiou a aparência do sapatênis, mas mencionou que a forma do calçado é grande demais."
        ]
    },
    {
        "nome": "Sapatênis Casual Versales Taurus Masculino Café",
        "preco": "99,90",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "O cliente ficou satisfeito com a maneira como foi atendido e afirmou que ganharam um novo cliente."
        ]
    },
    {
        "nome": "Sapatênis Casual Versales Taurus Masculino Preto",
        "preco": "99,90",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "3 ",
        "depoimentos": [
            "O cliente descreveu o produto como excelente e perfeito.",
            "O cliente está satisfeito com o serviço prestado e considera o preço justo."
        ]
    },
    {
        "nome": "Sapatenis Infantil Versales Calce Facil Azul",
        "preco": "80,00",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "Cliente amou o produto mais do que esperava e seu filho adorou."
        ]
    },
    {
        "nome": "Sapatenis Infantil Versales Calce Facil Branco",
        "preco": "80,00",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "O cliente considerou o produto de qualidade, porém lamentou que não tenha servido para sua necessidade."
        ]
    },
    {
        "nome": "Sapatenis Infantil Versales Calce Facil Preto",
        "preco": "80,00",
        "avaliacao": "4,5",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": [
            "O cliente elogiou os sapatênis da Versales, destacando a boa qualidade, o ótimo custo-benefício e a sua satisfação ao comprar três pares para si mesmo e um para seu filho.",
            "O cliente mencionou que o produto é similar ao anunciado, mas não é exatamente igual. Ele afirma que não é acolchoado ou macio, porém é utilizável. O cliente espera que o produto dure pelo menos alguns meses e reclamou que ele"
        ]
    },
    {
        "nome": "Sapatenis Masculino Calce Facil com Ziper Versales Preto",
        "preco": "99,89",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "O cliente descreveu o produto como tendo um excelente custo-benefício, bem costurado, com fino acabamento e muito confortável."
        ]
    },
    {
        "nome": "Sapatenis Masculino Casual Calce Facil Versales Preto",
        "preco": "80,00",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "O cliente mencionou que o produto apresenta alguns pontos de cola visíveis, mas isso não afeta negativamente a qualidade do mesmo."
        ]
    },
    {
        "nome": "Sapatênis Masculino com Elástico Versales Full Branco",
        "preco": "99,89",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "8 ",
        "depoimentos": [
            "O cliente elogiou o tênis, destacando que ele é bonito e confortável.",
            "O cliente elogiou o produto, porém destacou a importância de informar no site sobre a falta de pronta entrega. Ele pagou através de PIX e escolheu o envio por Sedex, mas teve que esperar mais de uma semana para a fabricação do",
            "O cliente destacou que o produto é de excelente qualidade e elogiou a postura ética da empresa.",
            "O cliente mencionou que a entrega foi feita conforme o prometido.",
            "O cliente avaliou o produto como excelente.",
            "Cliente comprou um tênis para presentear o namorado e se surpreendeu com a qualidade do produto. Destacou o material de ótima qualidade, maciez e conforto. Recomenda a compra sem medo.",
            "O cliente recomenda o produto ou serviço.",
            "O produto é bem acabado e macio."
        ]
    },
    {
        "nome": "Sapatênis Masculino com Elástico Versales Full Café e Caramelo",
        "preco": "99,89",
        "avaliacao": "4,7",
        "quantidade-de-avaliacoes": "3 ",
        "depoimentos": [
            "O cliente considerou o produto muito bom.",
            "O cliente gostou bastante do produto por considerar que tem uma boa qualidade.",
            "O cliente considerou o produto bom."
        ]
    },
    {
        "nome": "Sapatênis Masculino com Elástico Versales Full Marinho",
        "preco": "99,89",
        "avaliacao": "4,5",
        "quantidade-de-avaliacoes": "2 ",
        "depoimentos": [
            "O cliente destacou que o sapatênis é confortável para caminhar.",
            "O cliente afirmou ter dado sua opinião no título da avaliação."
        ]
    },
    {
        "nome": "Sapatênis Masculino com Elástico Versales Full Marinho e Branco",
        "preco": "99,89",
        "avaliacao": "4,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": []
    },
    {
        "nome": "Sapatênis Masculino com Elástico Versales Full Preto",
        "preco": "99,89",
        "avaliacao": "4,4",
        "quantidade-de-avaliacoes": "8 ",
        "depoimentos": [
            "O cliente descreveu o produto como excelente.",
            "O cliente recomendou um tênis muito bom, confortável, elegante e com preço acessível.",
            "O cliente achou que o calçado era um pouco justo e precisava segurar a \"lingueta\" para evitar que caísse junto com o pé, porém, mesmo sendo grande, não saía do pé.",
            "Cliente satisfeito com a qualidade e acabamento do produto, porém a palmilha poderia ser mais confortável. Mesmo assim, recomenda a compra.",
            "O cliente teve dificuldade para calçar o tênis devido ao elástico presente no calçado."
        ]
    },
    {
        "nome": "Sapatênis Masculino Versales Full Azul com Elástico",
        "preco": "99,89",
        "avaliacao": "3,8",
        "quantidade-de-avaliacoes": "4 ",
        "depoimentos": [
            "O cliente destacou que o produto possui excelente qualidade.",
            "O cliente achou o tênis muito bom, com um ótimo acabamento e confortável.",
            "O cliente gostou do produto, porém não deu 5 estrelas devido ao fato de que a cor enviada não correspondeu à do catálogo. Eles ressaltam que as fotos mostravam uma cor específica, mas receberam um produto com",
            "O cliente comprou um produto com elástico azul, mas recebeu na cor branca, resultando em decepção."
        ]
    },
    {
        "nome": "Sapatênis Masculino Versales Full Branco com Elástico",
        "preco": "99,89",
        "avaliacao": "4,9",
        "quantidade-de-avaliacoes": "17",
        "depoimentos": [
            "O cliente destacou que ele mais gostou do conforto e design do produto.",
            "O cliente considerou o material muito bom e parecido com o anúncio.",
            "O cliente elogiou a construção e a qualidade do produto, mas indicou um problema com um detalhe marrom na frente que solta tinta e mancha o elástico interior. No entanto, ele conseguiu remover a tinta com cuidado sem deixar mar",
            "O cliente destacou a praticidade ao calçar e o conforto do produto.",
            "O cliente avaliou o sapatênis como sendo muito bom.",
            "O cliente recomenda um par de tênis de couro, descrevendo-o como lindo, confortável e de alta qualidade, destacando que ficou surpreso positivamente com o produto.",
            "O cliente descreveu o produto como confortável, bonito, com excelente acabamento, resumindo tudo em uma avaliação positiva de \"excelente produto\".",
            "O cliente descreveu o produto como bonito e confortável.",
            "O cliente sugere que seria melhor se o zíper fosse costurado ao lado do produto.",
            "O cliente expressou sua satisfação ao afirmar que o produto ou serviço é de qualidade.",
            "O cliente descreveu o produto ou serviço como excelente e apresentável.",
            "O cliente ficou satisfeito com a aparência e conforto do produto, além de destacar que o tamanho ficou perfeito. No entanto, o ponto negativo foi o prazo de entrega.",
            "O cliente gostou do design e da cor escolhida."
        ]
    },
    {
        "nome": "Sapatênis Masculino Versales Full Branco e Azul com Elástico",
        "preco": "99,89",
        "avaliacao": "4,8",
        "quantidade-de-avaliacoes": "5 ",
        "depoimentos": [
            "O cliente recomenda a loja, destacando que o produto chegou antes do prazo indicado.",
            "O cliente ficou surpreso com o design do calçado e achou muito bonito. Ele elogiou o produto, porém sugeriu que fosse disponibilizado em numerações maiores, como 45/46.",
            "O cliente ficou surpreso com a quantidade de design do calçado e o achou muito bonito. Ele sugeriu que a empresa passe a oferecer numerações maiores, como 45/46.",
            "O cliente expressou que gostou muito da experiência ou produto."
        ]
    },
    {
        "nome": "Sapatênis Masculino Versales Full Café com Elástico",
        "preco": "99,89",
        "avaliacao": "5,0",
        "quantidade-de-avaliacoes": "1 ",
        "depoimentos": [
            "O cliente achou o produto muito confortável, prático e bonito. Elogiou a loja e planeja comprar mais no futuro."
        ]
    },
    {
        "nome": "Sapatênis Masculino Versales Full Caramelo com Elástico",
        "preco": "99,89",
        "avaliacao": "4,7",
        "quantidade-de-avaliacoes": "10",
        "depoimentos": [
            "O cliente achou o produto lindo e seu esposo amou, além de ter chegado dentro do prazo. Recomendou o produto.",
            "O cliente considerou o produto/serviço de ótima qualidade.",
            "O cliente considerou o produto ou serviço de excelente custo-benefício.",
            "O cliente recomendaria a seus amigos devido à modernidade e conforto do serviço/produto.",
            "O cliente gostou muito do sapatênis, achou maravilhoso e estiloso, tanto que comprou outro.",
            "O cliente pediu por uma promoção de 2 pares.",
            "O cliente sugeriu que a empresa faça uma promoção envolvendo a compra de 2 pares de produtos."
        ]
    },
    {
        "nome": "Sapatênis Masculino Versales Full Preto com Elástico",
        "preco": "99,89",
        "avaliacao": "4,1",
        "quantidade-de-avaliacoes": "12",
        "depoimentos": [
            "Desculpe, mas preciso de mais informações para poder resumir adequadamente o depoimento. Poderia fornecer mais detalhes ou me dizer sobre o que é o depoimento?",
            "O cliente descreveu a compra como ótima, elogiando a qualidade impecável do produto.",
            "O cliente descreveu a experiência como sendo muito boa, elegante e ao mesmo tempo descontraída.",
            "O cliente elogiou a qualidade do produto, a rapidez na entrega e destacou que a compra foi segura.",
            "O cliente encontrou o produto muito confortável.",
            "O cliente descreveu o produto como muito confortável.",
            "O cliente buscou praticidade e conforto em sua experiência de compra ou uso de um produto ou serviço.",
            "O cliente recomenda o produto/serviço para todos.",
            "O sapato tem um bom ajuste de tamanho, porém causa um desconforto intenso, por isso a pessoa não irá usá-lo, considerando-o impossível de ser usado.",
            "O cliente sente discriminação por usar calçado tamanho 46 e não consegue comprar produtos nessa empresa. Ele avalia negativamente a empresa e o calçado como \"péssimos\"."
        ]
    }
]